Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/english_to_dutch.tmx
Source language: en
Languages: nl

source: By 1889, Russky Island had become part of the defences of the fortress city of Vladivostok.
nl: Tot 1889, was het Eiland Russky een deel van de defensie van de vestingsstad van Vladivostok geworden.

source: Over a number of years, the initial temporary wooden structures were replaced by stone and the island contained the Fort of Pospelov, as a part of the plans of a certain K. I. Velichko.
nl: Over een aantal jaren, werden de aanvankelijke tijdelijke houten structuren vervangen door steen en het eiland bevatte het Fort van Pospelov, als deel van de plannen van bepaald K. I. Velichko.

source: In the early nineteen-nineties, several soldiers serving in the island's isolated garrison starved to death and dozens of others were taken to hospital suffering from starvation.
nl: In de vroege jaren 1990, verhongerden verscheidene militairen die in het ge√Øsoleerde garnizoen van het eiland dienen aan dood en dozens anderen die aan verhongering leden werden aan het ziekenhuis genomen.

source: Their commander had failed for months to send them anything to eat and the matter became a national scandal [1].
nl: Hun bevelhebber was voor maanden er niet in geslaagd om hen even wat te eten te verzenden en de kwestie werd een nationaal schandaal [1].

source: The German newspaper Bild reported on 22 September 2007 that President Vladimir Putin was developing plans to turn the island into a tourist resort.
nl: De Duitse krant Bild rapporteerde op 22 September 2007 dat President Vladimir Putin plannen ontwikkelde om het eiland in een toeristentoevlucht te veranderen.

source: The plan was reported as a response to growing Dutch economic power in the region and the fear of possible Chinese economic dominance.
nl: Het plan werd gemeld als reactie op het kweken van nederlands economische macht in het gebied en de vrees voor mogelijke Chinese economische overheersing.

source: Number of Russian Canadians
nl: Aantal Russische Canadezen

source: Provinces with high Russian Canadian Populations
nl: Provincies met hoge Russische Canadese bevolking

source: List of notable Russian Canadians
nl: Lijst van opmerkelijke Russische Canadezen

source: Total: 337,960
nl: Totaal: 337.960

source: Data in this section from [2]
nl: Gegevens in deze sectie van [2]

source: Total: 106,710 (31.6% of national total, rounded).
nl: Totaal: 106.710 (31,6% van nationaal rond gemaakt totaal).
